IDEA Open Model
CheckSection.ReinfSection Property
Compatible with IDEA StatiCa v 10.1
 Reinforcement of cross-section
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public ReferenceElement ReinfSection { get; set; }
Public Property ReinfSection As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ ReinfSection {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
CheckSection Class
IdeaRS.OpenModel.Concrete Namespace